{
	"information": [
        ["brioso", "Bríos Olivares", "President", "brioso@mit.edu", "Senior", "Computer Science and Engineering", "Hi! I'm Dominican-American, and my hometown is New York City. I'm a senior studying Computer Science and Engineering (6-3) with interests in AI and entrepreneurship. I've completed 3 internships at Amazon focusing on full-stack development and DevOps. As SHPE president, I hope to develop a community where Hispanic students from all majors and backgrounds can realize their full potential as leaders in STEM. Outside of SHPE, I'm involved in the Sigma Nu fraternity, where I've served in various exec roles such as social chair and rush chair. In my free time, I enjoy playing soccer and basketball, weightlifting, listening to music, and traveling to different countries."],
		["azhindon", "Alex Zhindon", "Vice President", "azhindon@mit.edu", "Junior", "Aerospace Engineering", "Hi everyone! I'm from Queens, New York and a current Junior in Aerospace Engineering. As Vice-President, I lead our Community Service Committee in our efforts to support various communities in the Boston area and beyond. In this role, I coordinate programs like MentorSHPE which hosts bi-weekly STEM sessions to high schoolers from underrepresented backgrounds. Outside of SHPE, I enjoy watching and playing fútbol, cooking family dishes, and traveling to other countries thanks to MIT MISTI opportunities." ],
        ["ernestog", "Ernesto Gomez", "Secretary", "ernestog@mit.edu", "Senior", "Artificial Intelligence and Decision Making, Mathematics", "I am a first generation student from San Antonio, Texas studying Artificial Intelligence and Mathematics. As our chapter's secretary, I will facilitate internal communication and make sure all our resources are organized and ready to be distributed across our chapter. Current and prospective members are welcome to reach to me with any questions they may have about our chapter! I am also involved with the Latino Cultural Center, Camp Kesem, Infinite Magazine, and greek life. In my free time, I enjoy the outdoors, sketching, and photography." ],
        ["iduran", "Isabel Duran", "Treasurer", "iduran@mit.edu", "Sophomore", "Electrical Engineering with Computing", "Hii! I'm Isa! I'm from Miami, FL and I'm studying electrical engineering with computer science (6-5). As treasurer, I'm excited to make the most of SHPE resources to give our members incredible opportunities and fun events. If anyone has any concerns about budget or anything money, please feel free to reach out. My other involvements include Engineers Without Borders, Greek life, and other clubs around the LCC. In my free time, I enjoy baking, weightlifting, and watching movies. Looking forward to a great year!"],
        ["carlosns", "Carlos Núñez-Sosa", "SHPE Representative", "carlosns@mit.edu", "Sophomore", "Computation and Cognition", "I'm a current sophomore from Orlando, Florida planning on majoring in Computation and Cognition! As SHPE Representative my mission is to sustain National Chapter and alumni relations-- including National Convention organization. Aside from SHPE I am involved in the Latin Music Society (Mariachi and Rio Charles Social Club), MedLinks, and I UROP at Beth Israel Deaconess. In my free time I love to hit the gym, play guitar, and sing."],
        ["crism", "Cristopher Miranda", "Professional Development", "crism@mit.edu", "Junior", "Mechanical Engineering", "Hello, my name is Cristopher. I'm proudly studying Mechanical Engineering (MIT's best major!) with aspirations to work in aerospace where I want to help push forward humanity's destiny to explore the extraterrestrial bodies. I really love working on all things space -- rockets, satellites, telescopes, and more -- and expanding the ways these technologies can positively impact life on Earth. I also like helping people find their passion for STEM, and I am a TA for MITES, an engineering outreach program. This idea of expanding STEM access is also part of what I enjoy about SHPE, since there are many opportunities to help foster growth with people from middle school all the way to students entering college. There are a couple things I like to do unrelated to STEM, and they mostly involve being outside. For example, I am a big fan of collecting (and releasing) frogs/toads and insects, and I also love the color green. Running is also pretty fun, especially when there is a nice view and it is not too windy. Hiking is probably my favorite of all! Anyway, if you also love aerospace or if you have any questions you believe I (1/2 SHPE professional development chair) may be able to help with, I am happy to chat." ],
        ["ehernan1", "Eduardo Hernandez", "Professional Development", "ehernan1@mit.edu", "Sophomore", "Electrical Engineering and Computing", "..."],
        ["haleyher", "Haley Hernandez", "Social Chair", "haleyher@mit.edu", "Sophomore", "Artificial Intelligence and Decision Making", "Hey, I'm a current sophomore and I declared 6-4 (Artificial Intelligence and Decision Making), but I hope to add a second major in Mathematics later on. I'm also Colombian/Puerto Rican, and my hometown is New Bern, NC. As Social Chair, I mainly want to make sure that all members feel welcomed to join our events and just have a fun time, outside of all the corporate events. Outside of SHPE, I'm also involved with WMBR (MIT's college radio) and AXO. "]
    ],
	"term":"FA20"
}